<?php
/**
 * 
 * @authors Your Name (you@example.org)
 * @date    2016-04-06 20:59:38
 * @version $Id$
 */
$content=array("内容1", "内容2", "内容3", "内容4", "内容5", "内容6", "内容7", "内容8", "内容9", "内容10", "内容11", "内容12", "内容13", "内容14", "内容15", "内容16", "内容17", "内容18", "内容19", "内容20", "内容21", "内容22", "内容23", "内容24", "内容25", "内容26", "内容27", "内容28", "内容29", "内容30", "内容31", "内容32", "内容33", "内容34", "内容35", "内容36", "内容37", "内容38", "内容39", "内容40", "内容41", "内容42", "内容43", "内容44", "内容45", "内容46", "内容47", "内容48", "内容49", "内容50", "内容51", "内容52", "内容53", "内容54", "内容55", "内容56", "内容57", "内容58", "内容59", "内容60", "内容61", "内容62", "内容63", "内容64", "内容65", "内容66", "内容67", "内容68", "内容69", "内容70", "内容71", "内容72", "内容73", "内容74", "内容75", "内容76", "内容77", "内容78", "内容79", "内容80", "内容81", "内容82", "内容83", "内容84", "内容85", "内容86", "内容87", "内容88", "内容89", "内容90", "内容91", "内容92", "内容93", "内容94", "内容95", "内容96", "内容97", "内容98", "内容99");
// 
$show=$_GET["num"];
// 
// $show=2;
$arr="";
// $content=array("内容1", "内容2", "内容3", "内容4", "内容5", "内容6", "内容7", "内容8", "内容9", "内容10");
for($i=$show;$i<$show+6;$i++){
	echo $content[$i].",";
}
